Repository: morno/whmcs-price
Catalog: languages/whmcs-price-*.po
Languages: sv_se

source: WHMCS Price Options
sv_se: WHMCS prisalternativ

source: WHMCS Price Settings
sv_se: WHMCS prisinställningar

source: Cache cleared successfully!
sv_se: Cachen har rensats!

source: Maintenance
sv_se: Underhåll

source: Clear Cache
sv_se: Rensa cache

source: Product Pricing
sv_se: Produktprissättning

source: Domain Pricing
sv_se: Domänprissättning

source: Dynamic way for extracting price from WHMCS for use on the pages of your website!
sv_se: Dynamiskt sätt att hämta priser från WHMCS för användning på sidorna på din webbplats!

source: Please input your WHMCS URL :
sv_se: Ange din WHMCS-URL :

source: Hey! Your domain is not valid!
sv_se: Hej! Din domän är inte giltig!

source: Valid URL Format: https://whmcs.com (Don't use "/" at the end of WHMCS URL)
sv_se: Giltigt URL-format: https://whmcs.com (använd inte “/” i slutet av WHMCS-URL:en)

source: Note: After changing price in WHMCS, if you are using a cache plugin in your WordPress, to update price you must remove the cache for posts and pages.
sv_se: Observera: Efter att du har ändrat pris i WHMCS, om du använder ett cachetillägg i WordPress, måste du rensa cachen för inlägg och sidor för att uppdatera priset.

source: How to use shortcode in:
sv_se: Så använder du kortkod i:

source: Post / Pages:
sv_se: Inlägg / sidor:

source: Theme:
sv_se: Tema:

source: Documentation:
sv_se: Dokumentation:

source: Change pid value in shortcode with your Product ID.
sv_se: Ändra pid-värdet i kortkoden till ditt produkt-ID.

source: Add show="" to toggle the name, description, price from the data feed of WHMCS
sv_se: Lägg till show="" för att växla visning av namn, beskrivning och pris från WHMCS-datakällan

source: Change bc value in shortcode with your Billing Cycle Product. Billing Cycles are:
sv_se: Ändra bc-värdet i kortkoden till produktens faktureringsperiod. Faktureringsperioder är:

source: Monthly (1 Month): bc="1m"
sv_se: Månadsvis (1 månad): bc="1m"

source: Quarterly (3 Month): bc="3m"
sv_se: Kvartalsvis (3 månader): bc="3m"

source: Semiannually (6 Month): bc="6m"
sv_se: Halvårsvis (6 månader): bc="6m"

source: Annually (1 Year): bc="1y"
sv_se: Årsvis (1 år): bc="1y"

source: Biennially (2 Year): bc="2y"
sv_se: Vartannat år (2 år): bc="2y"

source: Triennially (3 Year): bc="3y"
sv_se: Vart tredje år (3 år): bc="3y"

source: Change tld value in shortcode with your Domain TLD (com, org, net, ...).
sv_se: Ändra tld-värdet i kortkoden till din domäns toppdomän (com, org, net, …).

source: Change type value in shortcode with register, renew, transfer.
sv_se: Ändra type-värdet i kortkoden till register, renew eller transfer.

source: Change reg value in shortcode with your Register Period of TLD. Register Periods are:
sv_se: Ändra reg-värdet i kortkoden till toppdomänens registreringsperiod. Registreringsperioder är:

source: Annually (1 Year): reg="1y"
sv_se: Årsvis (1 år): reg="1y"

source: Biennially (2 Year): reg="2y"
sv_se: Vartannat år (2 år): reg="2y"

source: Triennially (3 Year): reg="3y"
sv_se: Vart tredje år (3 år): reg="3y"

source: If left like this [whmcs tld], it will call without any Domain TLD and will take all the TLDs that are in WHMCS.
sv_se: Om den lämnas så här [whmcs tld], kommer den att anropas utan någon toppdomän och hämtar då alla toppdomäner som finns i WHMCS.

source: Clear WHMCS Cache
sv_se: Rensa WHMCS-cache

source: Unauthorized access.
sv_se: Obehörig åtkomst.

source: Name
sv_se: Namn

source: Description
sv_se: Beskrivning

source: Price
sv_se: Pris
